[
  {
    "data_file": "",
    "prompt_en": "Golden hour aerial shot sweeping across the Grand Canyon's layered red rock formations, camera slowly descending into the vast chasm while revealing the Colorado River snaking through ancient geological strata, scattered desert vegetation clinging to cliff edges, warm orange sunlight creating dramatic shadows across the canyon walls, wispy clouds drifting overhead in the deep blue sky."
  },
  {
    "data_file": "",
    "prompt_en": "Misty morning establishing shot of the Great Wall of China winding across emerald mountain ridges, camera tracking along the ancient stone fortifications as they disappear into fog-shrouded peaks, traditional watchtowers emerging from the mist, cherry blossom trees in full bloom dotting the hillsides, soft diffused lighting creating an ethereal atmosphere, gentle crane movement revealing the wall's serpentine path."
  },
  {
    "data_file": "",
    "prompt_en": "Overcast autumn afternoon tracking shot through Neuschwanstein Castle's fairy-tale spires rising above dense Bavarian forest, camera orbiting the white limestone towers with their blue-grey conical roofs, surrounding Alpine peaks dusted with early snow, golden larch trees contrasting against dark evergreens, dramatic clouds parting to reveal shafts of sunlight illuminating the castle's ornate architecture."
  },
  {
    "data_file": "",
    "prompt_en": "Serene dawn close-up of Mount Fuji's snow-capped peak perfectly reflected in Lake Kawaguchi's mirror-still waters, camera slowly pulling back to reveal pink cherry blossoms framing the foreground, traditional red torii gate partially visible, soft pastel sky transitioning from purple to orange, a single wooden boat creating gentle ripples, peaceful and meditative atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Vibrant sunset drone shot descending toward the Taj Mahal's white marble dome and minarets, camera revealing intricate Islamic architectural details and inlaid precious stones, the Yamuna River flowing behind reflecting golden light, manicured Mughal gardens with geometric water features in foreground, crowds of visitors creating dynamic movement, warm amber lighting bathing the monument."
  },
  {
    "data_file": "",
    "prompt_en": "Rainy afternoon cinematic shot of Big Ben and the Houses of Parliament along the Thames River, camera gliding across wet cobblestones reflecting streetlamps, classic red double-decker buses passing through frame, pedestrians with umbrellas hurrying across Westminster Bridge, grey storm clouds overhead, moody atmospheric lighting with occasional breaks of golden sunlight through clouds."
  },
  {
    "data_file": "",
    "prompt_en": "Romantic twilight establishing shot of the Eiffel Tower illuminated against a deep blue sky, camera starting from Trocadéro Gardens and slowly pushing forward through ornate fountains, couples strolling along tree-lined pathways, the tower's lights beginning to sparkle, Parisian Haussmann buildings flanking the scene, warm street lighting creating a magical evening ambiance."
  },
  {
    "data_file": "",
    "prompt_en": "Bright midday tracking shot through Venice's Grand Canal on a gondola, camera weaving between ornate Renaissance palazzos with peeling pastel facades, their reflections shimmering in emerald-green water, the Rialto Bridge appearing in the distance, gondoliers in striped shirts navigating traffic, laundry hanging between buildings, seagulls circling overhead in clear azure sky."
  },
  {
    "data_file": "",
    "prompt_en": "Dynamic aerial shot swooping over Christ the Redeemer statue atop Corcovado Mountain, camera circling the iconic Art Deco sculpture with outstretched arms, revealing panoramic views of Rio de Janeiro's beaches and Sugarloaf Mountain, lush Atlantic rainforest covering the slopes, favelas dotting hillsides, sparkling ocean meeting urban landscape, partly cloudy tropical afternoon."
  },
  {
    "data_file": "",
    "prompt_en": "Crisp autumn morning shot of Moraine Lake in Banff National Park, camera slowly panning across turquoise glacial waters surrounded by the Valley of Ten Peaks, golden larch trees and evergreens covering lower slopes, fresh snow on jagged mountain summits, a lone canoe creating gentle wake, crystal-clear air and brilliant blue sky."
  },
  {
    "data_file": "",
    "prompt_en": "Nighttime neon-lit tracking shot through Seoul's Gangnam district, camera moving through crowded streets filled with glowing Korean signage and advertisements, modern glass skyscrapers towering overhead, street food vendors with steaming dishes, fashionable pedestrians crossing busy intersections, rain-slicked pavement reflecting colorful lights, energetic urban atmosphere with K-pop music ambiance."
  },
  {
    "data_file": "",
    "prompt_en": "Snowy winter afternoon establishing shot of Saint Basil's Cathedral in Red Square, camera slowly orbiting the colorful onion domes with their distinctive patterns and vibrant colors against white snow, the Kremlin walls in background, people in heavy coats walking across the vast square, snowflakes gently falling, overcast sky creating soft diffused lighting."
  },
  {
    "data_file": "",
    "prompt_en": "Late afternoon golden hour shot of Barcelona's Sagrada Familia, camera tilting up the intricate Gothic and Art Nouveau facades designed by Gaudí, revealing elaborate stone carvings and colorful stained glass windows, construction cranes still visible, warm Mediterranean sunlight creating dramatic shadows, palm trees swaying in foreground, tourists gathering in the plaza."
  },
  {
    "data_file": "",
    "prompt_en": "Sunrise aerial shot approaching the Sydney Opera House's distinctive white shell-shaped roof structures, camera revealing the building's sculptural forms against the sparkling harbor, Sydney Harbour Bridge in background, ferries creating white wakes across blue water, city skyline emerging from morning mist, pink and orange sky reflecting on the water's surface."
  },
  {
    "data_file": "",
    "prompt_en": "Bright sunny midday drone shot descending over Chichen Itza's El Castillo pyramid, camera circling the ancient Mayan stone structure with its precise astronomical alignments, surrounding jungle canopy in vibrant green, tourists appearing tiny at the pyramid's base, white puffy clouds in brilliant blue sky, iguanas basking on ancient stones in foreground detail shots."
  },
  {
    "data_file": "",
    "prompt_en": "Misty dawn establishing shot of Borobudur temple emerging from tropical fog, camera slowly rising to reveal the massive Buddhist monument's concentric terraces and hundreds of Buddha statues, volcanic Mount Merapi smoking in the distance, lush palm trees and rice paddies surrounding the site, golden sunrise breaking through clouds, mystical atmospheric conditions."
  },
  {
    "data_file": "",
    "prompt_en": "Bright spring afternoon tracking shot through vibrant tulip fields in full bloom, camera gliding low over rows of red, yellow, and pink flowers stretching to the horizon, traditional Dutch windmills rotating in the background, puffy white clouds in blue sky, cyclists on paths between fields, flat polder landscape characteristic of the region."
  },
  {
    "data_file": "",
    "prompt_en": "Dramatic sunset shot of the Kaaba in Mecca's Grand Mosque, camera slowly orbiting the black cubic structure surrounded by thousands of pilgrims in white ihram garments performing tawaf, massive modern minarets and clock tower in background, golden hour lighting illuminating the marble courtyard, spiritual atmosphere with coordinated movement of worshippers creating mesmerizing patterns."
  },
  {
    "data_file": "",
    "prompt_en": "Early morning aerial shot gliding over Istanbul's Blue Mosque and Hagia Sophia, camera revealing the domes and minarets of both structures across the Bosphorus Strait, traditional Ottoman architecture mixed with modern buildings, ferries crossing between Europe and Asia, seagulls flying through frame, soft dawn light painting the city in warm tones."
  },
  {
    "data_file": "",
    "prompt_en": "Clear summer day shot of the Matterhorn's iconic pyramid peak, camera positioned in alpine meadow filled with wildflowers, traditional wooden chalets in mid-ground, the mountain's distinctive shape dominating the background, a few wispy clouds near summit, cowbells heard in distance, crystal-clear air revealing every detail of the rocky face."
  },
  {
    "data_file": "",
    "prompt_en": "Autumn afternoon tracking shot through Krakow's Main Market Square, camera moving past colorful Renaissance townhouses and the Gothic St. Mary's Basilica, horse-drawn carriages passing through cobblestone plaza, outdoor cafes with umbrellas, pigeons taking flight, golden leaves falling from trees, warm afternoon sunlight creating long shadows across the historic square."
  },
  {
    "data_file": "",
    "prompt_en": "Dramatic close-up shot of Iguazu Falls' Devil's Throat cascade, camera capturing the immense power of water plunging into the chasm, creating massive spray and rainbows, lush subtropical rainforest surrounding the falls, toucans and butterflies visible in foreground vegetation, overcast sky with breaks of sunlight, the roar of water creating visceral impact."
  },
  {
    "data_file": "",
    "prompt_en": "Winter night shot of the Aurora Borealis dancing over a frozen lake in Swedish Lapland, camera slowly panning across green and purple lights rippling across the star-filled sky, silhouettes of pine trees covered in snow, a traditional red wooden cabin with warm light glowing from windows, complete silence and pristine wilderness atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Rainy evening shot of Brussels' Grand Place illuminated at night, camera slowly rotating to capture the ornate Baroque guildhalls with their golden facades, wet cobblestones reflecting the warm lighting, the Gothic Town Hall tower rising above, people with umbrellas crossing the square, moody atmospheric conditions with light drizzle creating halos around streetlamps."
  },
  {
    "data_file": "",
    "prompt_en": "Stormy afternoon shot of the Cliffs of Moher rising dramatically from the Atlantic Ocean, camera tracking along the cliff edge as waves crash against the base hundreds of feet below, green grass and wildflowers on clifftop bending in strong winds, dark storm clouds racing overhead with occasional shafts of sunlight, seabirds riding the updrafts."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Bangkok's Grand Palace and Wat Phra Kaew temple complex, camera slowly panning across golden spires and colorful mosaic-covered buildings, intricate Thai architectural details catching the warm light, the Chao Phraya River visible in background with traditional long-tail boats, orange-robed monks walking through the courtyard, tropical evening atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Snowy Christmas season evening shot of Vienna's Schönbrunn Palace illuminated with festive lights, camera gliding through the baroque gardens toward the yellow imperial facade, Christmas market stalls with warm glowing lights in foreground, people ice skating on a rink, snow gently falling, classical music ambiance, romantic winter wonderland atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Dusk aerial shot approaching Dubai's Burj Khalifa, the world's tallest building, camera ascending alongside the sleek glass and steel structure as it pierces the clouds, revealing the sprawling modern city below with its futuristic architecture, the Persian Gulf coastline, desert beyond, the building's LED lights beginning to illuminate, golden hour transitioning to blue hour."
  },
  {
    "data_file": "",
    "prompt_en": "Summer midnight sun shot of a fjord with steep mountain walls plunging into deep blue water, camera on a boat slowly moving through the narrow passage, waterfalls cascading down cliff faces, small traditional Norwegian villages with colorful houses clinging to the shore, the sun hovering near the horizon creating surreal golden lighting at midnight."
  },
  {
    "data_file": "",
    "prompt_en": "Golden hour shot of Jerusalem's Old City, camera slowly pushing toward the Dome of the Rock with its golden cupola gleaming in sunset light, ancient limestone walls and buildings in warm tones, the Western Wall visible below, olive trees dotting the hillsides, the call to prayer echoing, layers of history visible in the architecture."
  },
  {
    "data_file": "",
    "prompt_en": "Night shot of Gardens by the Bay's Supertree Grove illuminated with colorful LED lights, camera tilting up the massive vertical gardens as they perform their light and sound show, the Marina Bay Sands hotel in background, futuristic architecture blending with nature, tropical plants covering the structures, humid evening atmosphere with city lights reflecting off water."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the Petronas Twin Towers in Kuala Lumpur, camera starting low and tilting up the gleaming steel and glass facades of the identical skyscrapers connected by skybridge, tropical clouds moving rapidly overhead, modern Islamic architectural elements visible in the design, surrounding cityscape of mixed traditional and contemporary buildings, humid hazy atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Sunrise aerial shot over the Chocolate Hills of Bohol, camera slowly rising to reveal hundreds of perfectly conical grass-covered hills stretching to the horizon, morning mist settling in valleys between the formations, the hills' brown dry-season color contrasting with green rice paddies, a few palm trees dotting the landscape, warm golden light illuminating the unique geological formations."
  },
  {
    "data_file": "",
    "prompt_en": "Cozy afternoon shot of Copenhagen's Nyhavn harbor with its colorful 17th-century townhouses lining the canal, camera tracking along the waterfront past red, yellow, blue, and orange facades, traditional wooden sailing ships moored along the quay, outdoor cafes filled with people, cyclists passing by, overcast Nordic sky with soft diffused lighting."
  },
  {
    "data_file": "",
    "prompt_en": "Golden hour safari shot of Table Mountain's distinctive flat-topped silhouette overlooking Cape Town, camera positioned in the foreground with a pride of lions resting on savanna grassland, the mountain's sheer cliffs catching warm sunlight, the city and ocean visible below, acacia trees framing the composition, dramatic African sunset sky with orange and purple hues."
  },
  {
    "data_file": "",
    "prompt_en": "Vibrant afternoon shot of Cartagena's colorful colonial architecture in the walled old city, camera tracking through narrow cobblestone streets past buildings painted in bright yellows, blues, and pinks, wooden balconies overflowing with bougainvillea flowers, street vendors selling tropical fruits, the Caribbean Sea visible through archways, warm tropical sunlight creating strong shadows."
  },
  {
    "data_file": "",
    "prompt_en": "Monsoon season shot of the Sundarbans mangrove forest, camera slowly moving through the dense network of waterways, aerial roots of mangrove trees emerging from murky water, a Royal Bengal tiger walking along a muddy bank, heavy rain creating ripples on the water surface, grey overcast sky, lush green vegetation, humid tropical atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Late afternoon shot of the Great Pyramids of Giza and the Sphinx, camera slowly orbiting the ancient limestone structures as they catch golden sunlight, the massive scale evident with tiny tourists and camels at the base, the sprawling Cairo cityscape visible in the hazy background, desert sand in foreground, timeless and monumental atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Misty morning shot of Ha Long Bay's limestone karst islands rising from emerald waters, camera on a traditional junk boat with red sails gliding between the formations, smaller fishing boats dotting the seascape, caves and grottoes visible in the cliff faces, fog creating layers of depth, peaceful and mystical atmosphere, UNESCO World Heritage landscape."
  },
  {
    "data_file": "",
    "prompt_en": "Twilight shot of Prague's Charles Bridge spanning the Vltava River, camera tracking across the medieval stone bridge past baroque statues of saints, Prague Castle and St. Vitus Cathedral illuminated on the hill above, Gothic and Renaissance architecture lining the riverbanks, street musicians performing, gas lamps beginning to glow, romantic European atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Lisbon's historic Belém Tower standing in the Tagus River, camera slowly circling the Manueline-style fortress with its ornate stonework and maritime decorations, the 25 de Abril Bridge visible in background, traditional yellow trams passing on the shore, warm golden light reflecting off the water, seagulls flying past, nostalgic atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Dawn shot of Machu Picchu emerging from morning clouds, camera slowly revealing the ancient Incan citadel's stone terraces and temples perched on the mountain ridge, Huayna Picchu peak rising dramatically behind, the Urubamba River valley far below, llamas grazing among the ruins, mystical atmosphere as sunlight breaks through mist."
  },
  {
    "data_file": "",
    "prompt_en": "Bright midday shot of Santorini's iconic white-washed buildings with blue domes cascading down the caldera cliff, camera panning across the village of Oia, the deep blue Aegean Sea below, traditional windmills, pink bougainvillea flowers contrasting against white walls, cruise ships in the volcanic bay, brilliant Mediterranean sunlight, quintessential Greek island paradise."
  },
  {
    "data_file": "",
    "prompt_en": "Dramatic afternoon shot of Milford Sound's Mitre Peak rising sharply from the dark fjord waters, camera on a boat moving through the sound, waterfalls plunging from sheer cliff faces, temperate rainforest covering the lower slopes, seals resting on rocks, changeable weather with rain showers and sunbeams breaking through clouds, pristine wilderness atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Easter Island's Moai statues silhouetted against a dramatic sky, camera slowly tracking along the row of massive stone figures on their ahu platform, the Pacific Ocean waves crashing on the rocky shore, grass-covered volcanic landscape, the mysterious faces gazing inland, warm orange and purple twilight colors, remote and enigmatic atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Golden hour shot of the ancient Ziggurat of Ur rising from the desert, camera slowly orbiting the massive stepped pyramid structure made of mud bricks, the archaeological site revealing layers of Mesopotamian civilization, palm groves in the distance, the Euphrates River valley visible, warm desert light creating long shadows, sense of ancient history."
  },
  {
    "data_file": "",
    "prompt_en": "Misty autumn morning shot of Bran Castle (Dracula's Castle) perched on a rocky hilltop, camera slowly approaching through the Transylvanian forest, the Gothic fortress with its towers and turrets emerging from fog, surrounding Carpathian Mountains, fall foliage in reds and golds, ravens circling overhead, mysterious and slightly ominous atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Winter afternoon shot of a traditional Finnish sauna on the shore of a frozen lake, camera capturing steam rising from the wooden building, a hole cut in the ice for winter swimming, snow-covered pine forest surrounding the scene, the low winter sun creating long blue shadows, a person emerging from the sauna and running toward the ice hole, quintessential Nordic experience."
  },
  {
    "data_file": "",
    "prompt_en": "Sunrise shot on the Maasai Mara savanna during the Great Migration, camera tracking alongside thousands of wildebeest and zebras moving across the golden grassland, acacia trees silhouetted against the orange sky, a Maasai warrior in traditional red shuka standing on a termite mound, Mount Kilimanjaro visible in the distant haze, dust rising from the herds."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot in Marrakech's Jardin Majorelle, camera slowly moving through the vibrant cobalt blue buildings and walls contrasting with exotic plants, tall bamboo groves, cacti and palms, colorful ceramic pots, fountains with traditional Moroccan tilework, dappled sunlight filtering through the lush vegetation, peaceful oasis atmosphere in the midst of the city."
  },
  {
    "data_file": "",
    "prompt_en": "Misty dawn shot of thousands of ancient Buddhist temples and pagodas across the plains of Bagan, camera slowly rising to reveal the vast archaeological zone, hot air balloons floating above the monuments, the Irrawaddy River winding through the landscape, golden spires catching first light, morning fog creating atmospheric layers, spiritual and timeless scene."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of Sigiriya Rock Fortress rising dramatically from the jungle, camera tilting up the massive 200-meter granite monolith with ancient frescoes and the Lion's Gate entrance visible, the palace ruins on the summit, surrounding tropical forest stretching to the horizon, monsoon clouds gathering, monkeys playing on the ancient steps, UNESCO World Heritage wonder."
  },
  {
    "data_file": "",
    "prompt_en": "Morning shot of the rock-hewn churches of Lalibela carved into the ground, camera descending into one of the cruciform churches cut from solid volcanic rock, priests in white robes performing ancient Christian rituals, the intricate stone carving and architecture, pilgrims gathering, incense smoke rising, the unique medieval engineering marvel, spiritual atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Spring afternoon shot of Kiev's Saint Sophia Cathedral with its distinctive golden domes and green baroque architecture, camera slowly orbiting the UNESCO World Heritage site, cherry blossoms in full bloom in the foreground, the bell tower rising above, white clouds in blue sky, people strolling through the historic grounds, Eastern European Orthodox architectural beauty."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot on Havana's Malecón seafront, camera tracking along the seawall as waves crash against it, colorful vintage American cars from the 1950s driving past, colonial Spanish architecture in pastel colors showing weathered beauty, locals fishing and socializing, the sun setting over the Gulf of Mexico, nostalgic and vibrant Caribbean atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Dawn shot of Mount Kilimanjaro's snow-capped Uhuru Peak rising above the clouds, camera positioned in the savanna below with a herd of elephants walking in silhouette, acacia trees framing the composition, the mountain's glaciers glowing pink in sunrise light, the highest free-standing mountain in the world, majestic African landscape."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of Lake Atitlán surrounded by three volcanic peaks, camera slowly panning across the deep blue water, traditional Mayan villages with colorful buildings on the shore, indigenous women in traditional huipil clothing, volcanic cones rising dramatically, clouds clinging to the summits, lush green hillsides, one of the most beautiful lakes in the world."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Cape Coast Castle on the Atlantic Ocean, camera slowly approaching the white-washed fortress with its dark history as a slave trading post, waves crashing against the stone walls, fishing boats returning to shore, palm trees swaying, local fishermen mending nets, the golden hour light creating poignant atmosphere, important historical site."
  },
  {
    "data_file": "",
    "prompt_en": "Bright afternoon shot of Samarkand's Registan Square with its three magnificent madrasas covered in intricate Islamic tilework, camera slowly panning across the turquoise and blue geometric patterns and Arabic calligraphy, the massive iwan portals and minarets, tourists appearing tiny against the monumental Silk Road architecture, clear desert sky, Central Asian cultural treasure."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Dubrovnik's Old Town from above, camera slowly descending toward the medieval city walls and terracotta rooftops, the Adriatic Sea in brilliant blue surrounding the peninsula, the limestone Stradun street visible, Fort Lovrijenac on the cliff, Game of Thrones filming location, warm Mediterranean evening light, UNESCO World Heritage site."
  },
  {
    "data_file": "",
    "prompt_en": "Autumn morning shot of Rila Monastery nestled in the Rila Mountains, camera revealing the colorful frescoes and striped arches of the Eastern Orthodox monastery, the distinctive black and white stripes and religious artwork, surrounding forest in fall colors, mountain peaks in background, monks in black robes walking through the courtyard, spiritual Bulgarian heritage site."
  },
  {
    "data_file": "",
    "prompt_en": "Winter afternoon shot of the High Tatras mountain range with Kriváň peak, camera positioned near a frozen mountain lake reflecting the snow-covered peaks, traditional wooden shepherd's huts, chamois mountain goats on rocky outcrops, pine forests covered in snow, dramatic clouds, the national symbol of Slovakia, pristine alpine wilderness."
  },
  {
    "data_file": "",
    "prompt_en": "Misty morning shot of Lake Bled with its island church and medieval castle on the cliff, camera slowly circling the emerald-green glacial lake, the Church of the Assumption on the tiny island, traditional pletna boats rowing toward it, Julian Alps in background, the castle perched on the precipice, fairy-tale European landscape, peaceful atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Punta del Este's famous La Mano sculpture (The Hand) emerging from the sand on Brava Beach, camera circling the giant concrete fingers partially buried in the beach, Atlantic Ocean waves rolling in, beachgoers and surfers, seagulls perched on the sculpture, golden hour light, the iconic South American beach art installation."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot in Monteverde Cloud Forest, camera slowly moving through the misty rainforest canopy on a suspension bridge, exotic birds like the Resplendent Quetzal visible, bromeliads and orchids growing on trees, howler monkeys in the branches, the forest shrouded in clouds, lush biodiversity, eco-tourism paradise, pura vida atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Late afternoon shot of Petra's Treasury (Al-Khazneh) carved into the rose-red sandstone cliff, camera emerging from the narrow Siq canyon to reveal the magnificent Nabataean facade, the intricate columns and details catching warm sunlight, Bedouins with camels in the foreground, the ancient city carved from rock, one of the New Seven Wonders."
  },
  {
    "data_file": "",
    "prompt_en": "Autumn afternoon shot of the Hill of Crosses near Šiauliai, camera slowly moving through thousands of crosses of all sizes covering the hillside, a powerful symbol of Lithuanian resistance and faith, wooden and metal crosses creating a dense forest, fall colors in surrounding countryside, overcast sky, deeply spiritual and moving atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of the Đavolja Varos (Devil's Town) rock formations, camera moving between the bizarre earth pyramids topped with stone caps, the unique geological formations created by erosion, surrounding Serbian countryside, the strange towers catching golden light, local legends and folklore atmosphere, one of nature's most unusual creations."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the Panama Canal's Miraflores Locks, camera capturing a massive container ship being raised in the lock chamber, the engineering marvel of the gates and water system, the ship appearing to climb stairs, tropical vegetation surrounding the canal, observation deck with tourists, the vital waterway connecting two oceans, impressive human achievement."
  },
  {
    "data_file": "",
    "prompt_en": "Misty morning shot of Luxembourg City's old quarters and fortifications perched on cliffs above the Alzette River valley, camera slowly revealing the Bock Casemates and medieval towers, the Adolphe Bridge spanning the gorge, autumn trees in the valley, the mix of ancient and modern architecture, European charm, UNESCO World Heritage site."
  },
  {
    "data_file": "",
    "prompt_en": "Morning shot of mountain gorillas in Bwindi Impenetrable Forest, camera slowly approaching a silverback and his family group feeding on vegetation, the dense jungle canopy filtering green light, mist hanging in the air, the intimate encounter with endangered primates, lush tropical rainforest, one of the world's most precious wildlife experiences."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of Mount Cameroon, an active volcano, rising above the coastal rainforest, camera positioned in the jungle with traditional Bakweri village huts in foreground, the volcanic peak partially shrouded in clouds, tropical vegetation, the highest mountain in West Africa, smoke occasionally visible from the crater, dramatic landscape."
  },
  {
    "data_file": "",
    "prompt_en": "Midday shot of the Salar de Uyuni salt flats during the wet season, camera low to capture perfect mirror reflections of the sky and clouds on the thin layer of water covering the white salt, a 4x4 vehicle creating ripples, the world's largest salt flat becoming a surreal natural mirror, hexagonal salt patterns visible, otherworldly landscape."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of the Bahrain World Trade Center's twin towers with their connecting wind turbines, camera slowly tilting up the modern sustainable architecture, the Persian Gulf visible behind, the first skyscraper to integrate wind turbines, golden hour light reflecting off the glass facades, dhow boats in the harbor, blend of tradition and innovation."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the Itaipu Dam on the Paraná River, camera revealing the massive hydroelectric structure, water cascading through the spillways, the scale of the engineering project, surrounding subtropical forest, one of the world's largest renewable energy producers, the border between Paraguay and Brazil, impressive infrastructure in South America."
  },
  {
    "data_file": "",
    "prompt_en": "Dawn shot of Angkor Wat temple complex reflected in the lotus pond, camera slowly pushing toward the iconic five towers silhouetted against the orange sunrise sky, the massive Khmer architecture emerging from the jungle, monks in orange robes walking across the causeway, the world's largest religious monument, mystical and spiritual atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Autumn afternoon shot of the Art Nouveau district in Riga, camera tracking along Alberta Street past ornate building facades with elaborate decorative elements, mythological figures and floral motifs, the colorful buildings in various states of restoration, fallen leaves on cobblestones, the largest concentration of Art Nouveau architecture in the world, European cultural heritage."
  },
  {
    "data_file": "",
    "prompt_en": "Winter evening shot of Tallinn's medieval Old Town covered in snow, camera slowly moving through the cobblestone streets past Gothic spires and merchant houses, the town hall square with Christmas market lights glowing, the city walls and towers, people in winter clothing, the Baltic Sea visible in the distance, fairy-tale winter atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of the Caroni Swamp with thousands of Scarlet Ibis birds returning to roost, camera capturing the brilliant red birds against the darkening sky, mangrove trees silhouetted, the birds creating a spectacular natural display, the national bird of Trinidad, tropical wetland ecosystem, one of nature's most colorful phenomena."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the Jökulsárlón glacial lagoon with massive blue icebergs floating in the water, camera slowly moving between the ice formations, seals swimming nearby, the Vatnajökull glacier in background, black volcanic sand beach where ice chunks wash ashore, dramatic Icelandic weather with dark clouds, otherworldly Arctic landscape."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of the ancient Greco-Roman ruins of Kourion amphitheater overlooking the Mediterranean Sea, camera slowly panning across the semicircular stone seating and stage, the brilliant blue sea and coastline below, wildflowers growing among the ruins, golden hour light on the limestone, layers of history from Classical antiquity, archaeological treasure."
  },
  {
    "data_file": "",
    "prompt_en": "Morning shot of the Band-e-Amir National Park's deep blue lakes surrounded by dramatic travertine cliffs, camera slowly revealing the series of six lakes in the Hindu Kush mountains, the vivid turquoise water contrasting with the arid landscape, Afghanistan's first national park, rugged natural beauty, peaceful despite the country's challenges."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the pink waters of Lake Retba (Lac Rose), camera capturing the strawberry-colored water caused by Dunaliella salina algae, salt collectors working in traditional pirogues, white salt piles on the shore, the unique natural phenomenon, sand dunes in background, the finish point of the Dakar Rally, vibrant West African landscape."
  },
  {
    "data_file": "",
    "prompt_en": "Dramatic shot of Victoria Falls with massive volumes of water plunging into the gorge, camera capturing the \"Smoke that Thunders\" with spray rising hundreds of feet, rainbows forming in the mist, the Zambezi River, lush rainforest sustained by the spray, one of the Seven Natural Wonders of the World, the largest waterfall by combined height and width."
  },
  {
    "data_file": "",
    "prompt_en": "Underwater shot transitioning to above water at the Great Blue Hole, camera revealing the massive marine sinkhole's deep blue circular formation, the lighter turquoise reef surrounding it, dive boats on the surface, the geological wonder off the coast of Belize but claimed by Honduras, Caribbean waters, one of the world's most famous dive sites."
  },
  {
    "data_file": "",
    "prompt_en": "Dawn shot of Mount Everest's peak catching first light, camera positioned at a Himalayan viewpoint with prayer flags fluttering in the foreground, the world's highest mountain glowing pink and orange, surrounding peaks of the Himalayas, Sherpa villages in the valley below, thin clouds streaming off the summit, the roof of the world in all its majesty, spiritual Buddhist atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of Shibam, the \"Manhattan of the Desert,\" with its ancient mud-brick tower houses rising from the Wadi Hadramawt, camera slowly orbiting the 16th-century city, the tall buildings made entirely of mud bricks reaching seven stories, the UNESCO World Heritage site, desert landscape surrounding the oasis, golden sunlight on the earthen architecture, remarkable medieval urban planning."
  },
  {
    "data_file": "",
    "prompt_en": "Morning shot in the Avenue of the Baobabs with massive ancient trees lining the dirt road, camera tracking between the enormous trunks of Grandidier's baobabs, their distinctive bottle-shaped forms silhouetted against the sky, local Malagasy people walking with zebu cattle, the endemic species found nowhere else on Earth, golden dust in the air, iconic African landscape."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of a leopard resting on a tree branch in South Luangwa National Park, camera slowly pushing in on the spotted big cat, the Luangwa River flowing below, herds of elephants and hippos visible in the background, the golden hour light filtering through acacia trees, one of Africa's greatest wildlife sanctuaries, untamed wilderness atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the Omar Ali Saifuddien Mosque with its golden dome reflected in the surrounding lagoon, camera slowly circling the magnificent Islamic architecture, the marble minarets and Italian marble floors, traditional Bruneian water village houses on stilts in the background, tropical vegetation, the symbol of Brunei's wealth and Islamic faith, Southeast Asian splendor."
  },
  {
    "data_file": "",
    "prompt_en": "Misty dawn shot of Buddhist monks in orange robes collecting alms in Luang Prabang, camera tracking the procession through the quiet streets, French colonial architecture mixed with traditional Lao houses, the Mekong River visible in background, locals kneeling to offer sticky rice, the sacred daily ritual, UNESCO World Heritage town, peaceful spiritual atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of traditional Huli Wigmen in elaborate ceremonial dress with colorful feather headdresses, camera slowly revealing the intricate face paint and decorations, the highland rainforest setting, birds of paradise visible in the canopy, one of the world's most culturally diverse nations, tribal traditions preserved, vibrant indigenous culture, remote Pacific island atmosphere."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Masaya Volcano's active lava lake glowing red in the crater, camera positioned on the rim capturing the molten lava churning below, smoke and volcanic gases rising, the night sky beginning to darken making the lava more vivid, one of the few places to safely view an active lava lake, dramatic geological forces, Central American Ring of Fire."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the Great Mosque of Djenné, the largest mud-brick building in the world, camera slowly orbiting the distinctive Sudano-Sahelian architecture with wooden beams protruding from the walls, the Monday market filling the square with colorful fabrics and goods, the Niger River nearby, UNESCO World Heritage site, West African Islamic architectural masterpiece."
  },
  {
    "data_file": "",
    "prompt_en": "Autumn afternoon shot of the Orheiul Vechi monastery complex carved into limestone cliffs above the Răut River, camera revealing the cave monastery and ancient fortifications, the river meandering through the valley, fall foliage in golden colors, Orthodox monks maintaining the sacred site, archaeological remains from different civilizations, Eastern European hidden gem."
  },
  {
    "data_file": "",
    "prompt_en": "Sunrise shot of the red sand dunes of Sossusvlei in the Namib Desert, camera capturing the dramatic contrast between the orange dunes and the white clay pan, dead camelthorn trees creating stark silhouettes, the world's highest sand dunes, the play of light and shadow on the rippled sand, oryx antelope walking across the landscape, otherworldly desert beauty."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon shot of the Okavango Delta from above, camera slowly descending over the intricate network of waterways and islands, elephants wading through the channels, traditional mokoro canoes being poled through the reeds, the world's largest inland delta, lush vegetation in the midst of the Kalahari Desert, abundant wildlife, pristine African wilderness."
  },
  {
    "data_file": "",
    "prompt_en": "Sunset shot of Valletta's Grand Harbour with the historic fortifications and bastions, camera slowly panning across the honey-colored limestone buildings, traditional Maltese balconies, the Three Cities across the water, cruise ships and traditional luzzu fishing boats, the Mediterranean Sea, golden hour light on the baroque architecture, Knights of Malta heritage, European island fortress."
  },
  {
    "data_file": "",
    "prompt_en": "Afternoon aerial shot of the underwater waterfall illusion off Le Morne Brabant peninsula, camera revealing the optical effect created by sand and silt deposits creating the appearance of a waterfall beneath the turquoise ocean, the dramatic basalt mountain rising from the coast, coral reefs, white sand beaches, tropical Indian Ocean paradise, unique natural phenomenon."
  },
  {
    "data_file": "",
    "prompt_en": "Morning shot of the lush terraced hills of the \"Land of a Thousand Hills,\" camera slowly panning across the vibrant green tea plantations covering the rolling landscape, workers in colorful clothing picking tea leaves, the volcanic Virunga Mountains in the distance, mist settling in the valleys, the remarkably clean and organized countryside, Africa's remarkable recovery and natural beauty."
  }
]